{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Guide",
			"Children": [
				{
					"Source":
					{
						"Text": "너희는 서로 눈이 바껴 혼자서는 절대 끝까지 갈 수 없어.\r\n반드시 서로를 믿고 끊임없이 소통하고 함께해야 해.\r\n\r\n대화를 많이 하며 신호에 맞춰 이동하는게 좋을거야~"
					},
					"Translation":
					{
						"Text": "Since your eyes are swapped, you can’t make it to the end alone.\r\nYou need to trust each other, keep communicating, and work together.\r\n\r\nTalk often and move in sync with each other’s signals~"
					},
					"Key": "Guide_Gameplay_Explain"
				},
				{
					"Source":
					{
						"Text": "마우스로 시선을 이동하는데 좌우만 이동되어 불편하지?\r\n상하로 시선을 이동시키는 방법이 있으니까 꼭 기억해!\r\n\r\n[Q]로 시선을 위로 이동시킬 수 있고,\r\n[E]로 시선을 아래로 이동시킬 수 있어.\r\n\r\n만약 마우스로 상하까지 이동시키면 더 불편했을거야~"
					},
					"Translation":
					{
						"Text": "Is it inconvenient to move your gaze with the mouse only left and right?\r\n\r\nThere is a way to move your gaze up and down, so remember that!\r\n\r\nYou can move your view up with [Q],\r\nand move your view down with [E].\r\n\r\nIt would have been more inconvenient if you moved your gaze up and down with the mouse~"
					},
					"Key": "Guide_Sights_Explain"
				},
				{
					"Source":
					{
						"Text": "상하 시선이동"
					},
					"Translation":
					{
						"Text": "Vertical View Control"
					},
					"Key": "Guide_Sights"
				},
				{
					"Source":
					{
						"Text": "시련 중 실수를 하더라도 언제든지 다시 도전할 수 있어!\r\n그 때 돌아가는 곳이 체크포인트야.\r\n생긴건.. 미미가 가장 안전하다고 생각했던게 형상화 되었나봐.\r\n\r\n[P]를 누르면 체크포인트에 돌아가는데, 주의할 점은 너희 모두 돌아가니까 실수로 누르지 않도록 조심해~"
					},
					"Translation":
					{
						"Text": "Even if you make a mistake during the trial, you can always try again!\r\n\r\nThe place you return to is the checkpoint.\r\nIt looks like...Mimi thought it was the safest place.\r\n\r\nIf you press [P], you will return to the checkpoint, but be careful not to press it by mistake because you all will return~"
					},
					"Key": "Guide_Checkpoint_Explain"
				},
				{
					"Source":
					{
						"Text": "시련의 기본"
					},
					"Translation":
					{
						"Text": "The basics of trials"
					},
					"Key": "Guide_Gameplay"
				},
				{
					"Source":
					{
						"Text": "시점이 서로 바껴서 많이 불편할거야.\r\n그래서 내가 좋은 기능을 만들어줬지!\r\n\r\n[R]을 눌러 상대방을 바라볼 수 있어.\r\n이러면 상대방은 자신을 편하게 볼 수 있겠지?\r\n\r\n[F]를 눌러 시야를 좁히거나 넓힐 수 있어.\r\n필요할 때가 있으니까 기억해둬.\r\n\r\n잘 활용하고 나한테 감사해~"
					},
					"Translation":
					{
						"Text": "Since your perspectives are swapped, it might feel uncomfortable.\r\nThat’s why I added a helpful feature!\r\n\r\nPress [R] to look at your partner.\r\nThat way, they can see themselves more easily.\r\n\r\nPress [F] to adjust your field of view—narrow or wide.\r\nRemember it, you’ll need it at times.\r\n\r\nUse it well, and don’t forget to thank me~"
					},
					"Key": "Guide_Convenience_Explain"
				},
				{
					"Source":
					{
						"Text": "아이템"
					},
					"Translation":
					{
						"Text": "Item"
					},
					"Key": "Guide_Item"
				},
				{
					"Source":
					{
						"Text": "이대로 바로 시련을 진행하면 많이 힘들거야.\r\n\r\n너희가 어려워 할만한 부분을 설명해줄 테니까 헷갈릴 때마다 챙겨봐~"
					},
					"Translation":
					{
						"Text": "If you proceed with the trials like this, it will be very difficult.\r\n\r\nI will explain the parts that you may find difficult, so please pay attention whenever you are confused~"
					},
					"Key": "Guide_Main_Explain"
				},
				{
					"Source":
					{
						"Text": "처음 봤을 때 아이템에 대해서 설명해줬지?\r\n내가 까먹고 말 안해준 사실이 있는데.. 한 아이템은 한 번만 쓸 수 있는게 아니야!\r\n\r\n체크포인트에 도착했을 때 아이템을 가지고 있었다면,\r\n아이템을 사용했더라도 [P]를 눌러 체크포인트로 돌아가 다시 아이템을 돌려받을 수 있어.\r\n체크포인트에 도착했을 때 아이템을 아직 습득하지 않은 상태였다면,\r\n이후 아이템을 습득하고 사용하더라도 체크포인트로 돌아가 아이템을 돌려받을 수 있어.\r\n체크포인트에 도착했던 상태로 다시 돌아간다고 생각하면 편할거야.\r\n\r\n이번엔 제대로 알려줬으니 잘 활용해봐~"
					},
					"Translation":
					{
						"Text": "When you first saw it, I told you about the items, right?\r\nI forgot to tell you something.. You can't use an item only once!\r\n\r\nIf you had an item when you arrived at the checkpoint,\r\neven if you used the item, you can press [P] to return to the checkpoint and get the item back.\r\nIf you didn't get the item when you arrived at the checkpoint,\r\neven if you later got and used the item, you can return to the checkpoint and get the item back.\r\nIt's easier to think of it as returning to the state you were in when you arrived at the checkpoint.\r\n\r\nI told you properly this time, so use it well~"
					},
					"Key": "Guide_Item_Explain"
				},
				{
					"Source":
					{
						"Text": "체크포인트"
					},
					"Translation":
					{
						"Text": "Checkpoint"
					},
					"Key": "Guide_Checkpoint"
				},
				{
					"Source":
					{
						"Text": "친절한 레보의 가이드"
					},
					"Translation":
					{
						"Text": "Friendly Lebo's Guide"
					},
					"Key": "Guide_Main"
				},
				{
					"Source":
					{
						"Text": "편의기능"
					},
					"Translation":
					{
						"Text": "Convenience features"
					},
					"Key": "Guide_Convenience"
				}
			]
		},
		{
			"Namespace": "ST_Tutorial",
			"Children": [
				{
					"Source":
					{
						"Text": "(C로 시점복원 아이템 사용)"
					},
					"Translation":
					{
						"Text": "(Press C to use the Sight Restore Item.)"
					},
					"Key": "Practice_2"
				},
				{
					"Source":
					{
						"Text": "(ESC 메뉴에서 가이드 확인 후 신전으로 이동)"
					},
					"Translation":
					{
						"Text": "(After checking the guide in the ESC menu, head to the temple)"
					},
					"Key": "Practice_4"
				},
				{
					"Source":
					{
						"Text": "(WASD로 이동, Space로 점프)"
					},
					"Translation":
					{
						"Text": "(Move with WASD, jump with Space)"
					},
					"Key": "Practice_0"
				},
				{
					"Source":
					{
						"Text": "(기억 조각에 다가가 추억 습득)"
					},
					"Translation":
					{
						"Text": "(Walk up to the memory fragment to collect the memory)"
					},
					"Key": "Practice_3"
				},
				{
					"Source":
					{
						"Text": "(아이템에 다가가 아이템 습득)"
					},
					"Translation":
					{
						"Text": "(Approach the item to pick it up)"
					},
					"Key": "Practice_1"
				},
				{
					"Source":
					{
						"Text": "그러니까 잘 상의해서 사용해야 해.\r\n자, 한번 눌러봐."
					},
					"Translation":
					{
						"Text": "That’s why you two need to talk it over before using it.\r\nNow then, give it a little press."
					},
					"Key": "Information_2_1"
				},
				{
					"Source":
					{
						"Text": "그리 길진 않지만,\r\n무지개 다리의 역경을 이겨내는 데 큰 도움이 될 거야.\r\n잘 활용해봐."
					},
					"Translation":
					{
						"Text": "It’s not very long,\nbut it’ll be a big help in getting through the trials of the Rainbow Bridge.\nMake the most of it, okay?"
					},
					"Key": "Information_3_1"
				},
				{
					"Source":
					{
						"Text": "먹은 다음엔 C 버튼을 눌러봐.\r\n둘 중 한 명만 눌러도 시야가 원래대로 돌아와."
					},
					"Translation":
					{
						"Text": "Once you pick it up, go ahead and press the C key.\nOnly one of you needs to press it, and your view will return to normal."
					},
					"Key": "Information_2_0"
				},
				{
					"Source":
					{
						"Text": "무지개 다리를 건넌다는 건, 쉬운 일이 아닐 거야.\r\n하지만 이왕 도전한 거라면…\r\n끝까지 가보는 건 어때?"
					},
					"Translation":
					{
						"Text": "Crossing the Rainbow Bridge won’t be easy.\nBut since you’ve already taken on the challenge…\nWhy not see it through to the end?"
					},
					"Key": "Information_4_2"
				},
				{
					"Source":
					{
						"Text": "바로 이런 게 기억 조각이야.\r\n한 번 먹어볼래?"
					},
					"Translation":
					{
						"Text": "This is what a memory fragment looks like.\nWanna try picking it up?"
					},
					"Key": "Information_3_3"
				},
				{
					"Source":
					{
						"Text": "아, 그리고 이 다리 위에는\r\n세상을 떠나기 전, 미미의 기억 조각들이 흩어져 있어."
					},
					"Translation":
					{
						"Text": "Oh, and scattered across this bridge\r\nare fragments of Mimi’s memories from before he left the world."
					},
					"Key": "Information_3_2"
				},
				{
					"Source":
					{
						"Text": "어때?\r\n훨씬 편하지?\r\n지속 시간은 15초야."
					},
					"Translation":
					{
						"Text": "How is it?\r\nMuch more comfortable, right?\r\nIt lasts for 15 seconds."
					},
					"Key": "Information_3_0"
				},
				{
					"Source":
					{
						"Text": "여기, 내 앞까지 걸어와 봐.\r\nWASD 키를 눌러서 움직일 수 있어.\r\n스페이스바를 누르면 점프도 할 수 있지!"
					},
					"Translation":
					{
						"Text": "Hey, come walk towards me.\r\nYou can move using the WASD keys,\r\nand if you press the Spacebar, you can even jump!"
					},
					"Key": "Information_0_2"
				},
				{
					"Source":
					{
						"Text": "여기는 무지개 다리의 시작점이야.\r\n다리를 건너기 전에 잠깐, 적응할 시간을 줄게."
					},
					"Translation":
					{
						"Text": "This is the starting point of the Rainbow Bridge.\nBefore you begin crossing, I’ll give you a moment to get used to things."
					},
					"Key": "Information_0_1"
				},
				{
					"Source":
					{
						"Text": "이 아이템에는 신비한 힘이 깃들어 있어.\r\n아주 잠깐이지만, 서로의 눈을 원래대로 돌려줄 수 있지."
					},
					"Translation":
					{
						"Text": "This item holds a mysterious power.\r\nJust for a short while, it can return your eyes to the way they used to be."
					},
					"Key": "Information_1_2"
				},
				{
					"Source":
					{
						"Text": "이건, 미미가 호진이를 처음 만났을 때의 기억이야.\r\n기억을 모으는 재미도 있을 거야."
					},
					"Translation":
					{
						"Text": "This one’s a memory of when Mimi first met Hojin.\nCollecting these memories might be fun, too."
					},
					"Key": "Information_4_0"
				},
				{
					"Source":
					{
						"Text": "이제 이쪽을 볼래?"
					},
					"Translation":
					{
						"Text": "Now, would you take a look over here?"
					},
					"Key": "Information_1_1"
				},
				{
					"Source":
					{
						"Text": "자, 이제 더 이상의 설명은 필요 없겠지?\r\n혹시 기억이 잘 안 나면, 메뉴 창의 가이드 버튼을 눌러봐."
					},
					"Translation":
					{
						"Text": "Alright, I’m sure you don’t need any more explanations now, right?\r\nBut if your memory gets a little fuzzy, just press the Guide button in the menu."
					},
					"Key": "Information_4_1"
				},
				{
					"Source":
					{
						"Text": "잘했어!\r\n지금처럼 둘이 호흡을 맞춰 앞으로 나아가면 돼."
					},
					"Translation":
					{
						"Text": "Well done!\r\nJust keep moving forward together, in sync like you did just now."
					},
					"Key": "Information_1_0"
				},
				{
					"Source":
					{
						"Text": "한 번 먹어볼래?"
					},
					"Translation":
					{
						"Text": "Try picking it up?"
					},
					"Key": "Information_1_3"
				},
				{
					"Source":
					{
						"Text": "호진이와 미미.\r\n어때? 둘이 눈이 바뀌어서 좀 어색하지?"
					},
					"Translation":
					{
						"Text": "Hojin and Mimi.\r\nWhat do you think? Feels a bit strange with your eyes swapped, doesn’t it?"
					},
					"Key": "Information_0_0"
				}
			]
		},
		{
			"Namespace": "ST_UI",
			"Children": [
				{
					"Source":
					{
						"Text": "1/3인칭 전환 - [F]"
					},
					"Translation":
					{
						"Text": "Change Perspective - [F]"
					},
					"Key": "UI_Control_ChangePerspective"
				},
				{
					"Source":
					{
						"Text": "Enter를 눌러주세요"
					},
					"Translation":
					{
						"Text": "Press Enter."
					},
					"Key": "Text_PressEnter"
				},
				{
					"Source":
					{
						"Text": "[P]를 눌러 아이템 복구"
					},
					"Translation":
					{
						"Text": "Press [P] to restore item"
					},
					"Key": "UI_ItemRestoreNotice"
				},
				{
					"Source":
					{
						"Text": "[Shift+Tab] 메뉴를 통하여 친구를 초대하세요."
					},
					"Translation":
					{
						"Text": "Please invite friends through the [Shift+Tab] menu."
					},
					"Key": "UI_FriendInvitation"
				},
				{
					"Source":
					{
						"Text": "게임 시작!"
					},
					"Translation":
					{
						"Text": "Start Game!"
					},
					"Key": "UI_GameStart"
				},
				{
					"Source":
					{
						"Text": "게임 종료"
					},
					"Translation":
					{
						"Text": "Quit Game"
					},
					"Key": "UI_Exit"
				},
				{
					"Source":
					{
						"Text": "그림자"
					},
					"Translation":
					{
						"Text": "Shadow"
					},
					"Key": "UI_Shadow"
				},
				{
					"Source":
					{
						"Text": "글로벌 일루미네이션"
					},
					"Translation":
					{
						"Text": "Global Illumination"
					},
					"Key": "UI_GlobalIllumination"
				},
				{
					"Source":
					{
						"Text": "낮음"
					},
					"Translation":
					{
						"Text": "Low"
					},
					"Key": "UI_Low"
				},
				{
					"Source":
					{
						"Text": "내 이름은 미미.\r\n조금 전, 무지개 다리를 건넜다.\r\n여긴 따뜻하고, 밥도 맛있다.\r\n친구들과 하루 종일 뛰어놀 수 있지만…… 마음 한켠이 허전하다.\r\n나와 평생을 함께한 호진이가 없기 때문이다.\r\n그리움이 깊어가던 어느 날, 무지개 천국이 아침부터 소란스러웠다.\r\n\"미미야! 집에 가자!\"\r\n세상에……\r\n호진이가 무지개 다리를 건너 나를 찾아온 것이었다.\r\n정말로, 호진이가 나를 데리러 여기까지 오다니!\r\n\"호진이와 내가 눈을 바꿔서 무지개 다리를 건너면, 다시 집으로 돌아갈 수 있다구?!\"\r\n…꺅. 너무 신나.\r\n나와 호진이는, 무지개 다리를 거슬러 올라가는 모험을 시작했다."
					},
					"Translation":
					{
						"Text": "My name is Mimi.\r\nJust a moment ago, I crossed the Rainbow Bridge.\r\nIt’s warm here, and the food is delicious.\r\nI can run and play with my friends all day long… but a part of my heart feels empty.\r\nThat’s because Hojin, who was with me all my life, isn’t here.\r\n\r\nOne day, when my longing had grown deep, Rainbow Heaven was unusually noisy from the morning.\r\n“Mimi! Let’s go home!”\r\nOh my gosh…\r\nHojin had crossed the Rainbow Bridge to find me.\r\nI couldn’t believe it—Hojin really came all the way here to bring me back!\r\n\r\n“If Hojin and I swap eyes and cross the Rainbow Bridge, we can go home again?!”\r\n…Eek! I’m so excited.\r\n\r\nAnd so, Hojin and I began our adventure, journeying back across the Rainbow Bridge.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
					},
					"Key": "Text_MimiPrologue"
				},
				{
					"Source":
					{
						"Text": "내 이름은 호진.\r\n나는 일 년 내내 무지개가 떠 있는 신비로운 마을에 살고 있다.\r\n미미는 나와 평생을 함께한 동생이자 친구였다.\r\n그리고 얼마 전, 나 대신 차에 치여 무지개 다리를 건넜다.\r\n그날 이후, 세상이 까맣게 꺼진 듯했다.\r\n가만히 있을 수 없었다.\r\n나는 목숨을 걸고, 마을 뒷산에 있는 무지개 다리를 올랐다.\r\n\"내 동생 미미를 집에 데려가게 해줘.\"\r\n그러자 무지개 천사가 물었다.\r\n\"미미를 위해 뭘 포기할 수 있는데?\"\r\n나는 대답했다.\r\n\"내 눈을 줄게. 미미가 없는 세상은 어차피 어두우니까.\"\r\n잠시 후, 무지개 천사가 말했다.\r\n\"미미와 눈을 바꾼 채 무지개 다리를 거슬러 돌아가봐. 그럼, 미미를 집에 데려갈 수 있을 거야.\"\r\n나는 당연하다는 듯 고개를 끄덕였다.\r\n\"미미야! 집에 가자!\"\r\n미미는 꼬리를 흔들며 달려왔다.\r\n그렇게, 우리의 여정이 시작됐다.\r\n"
					},
					"Translation":
					{
						"Text": "My name is Hojin.\r\nI live in a mysterious village where rainbows stretch across the sky all year round.\r\nMimi was my little sibling and best friend who had always been by my side.\r\nNot long ago, she crossed the Rainbow Bridge after getting hit by a car in my place.\r\nSince that day, it felt as if the whole world had gone dark.\r\nI couldn’t just sit still.\r\n\r\nI risked my life and climbed the Rainbow Bridge behind the mountain near our village.\r\n“Please let me bring my sister Mimi back home.”\r\nThen the Rainbow Angel asked,\r\n“What are you willing to give up for Mimi?”\r\nI answered,\r\n“I’ll give you my eyes. The world’s already dark without Mimi anyway.”\r\n\r\nAfter a moment, the Rainbow Angel said,\r\n“Try crossing back over the Rainbow Bridge after swapping eyes with Mimi. Then, you might be able to bring her home.”\r\nI nodded without hesitation.\r\n“Mimi! Let’s go home!”\r\nMimi came running toward me, wagging her tail.\r\n\r\nAnd so, our journey began.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n"
					},
					"Key": "Text_HojinPrologue"
				},
				{
					"Source":
					{
						"Text": "높음"
					},
					"Translation":
					{
						"Text": "High"
					},
					"Key": "UI_High"
				},
				{
					"Source":
					{
						"Text": "매우 낮음"
					},
					"Translation":
					{
						"Text": "Very Low"
					},
					"Key": "UI_VeryLow"
				},
				{
					"Source":
					{
						"Text": "매우 높음"
					},
					"Translation":
					{
						"Text": "Very High"
					},
					"Key": "UI_VeryHigh"
				},
				{
					"Source":
					{
						"Text": "미미"
					},
					"Translation":
					{
						"Text": "Mimi"
					},
					"Key": "UI_Mimi"
				},
				{
					"Source":
					{
						"Text": "반사"
					},
					"Translation":
					{
						"Text": "Reflection"
					},
					"Key": "UI_Reflection"
				},
				{
					"Source":
					{
						"Text": "부드러운 캐릭터 이동"
					},
					"Translation":
					{
						"Text": "Smooth Character Movement"
					},
					"Key": "UI_SmoothingOption"
				},
				{
					"Source":
					{
						"Text": "비주얼 효과"
					},
					"Translation":
					{
						"Text": "Visual Effect"
					},
					"Key": "UI_VisualEffect"
				},
				{
					"Source":
					{
						"Text": "비활성화"
					},
					"Translation":
					{
						"Text": "Off"
					},
					"Key": "UI_Off"
				},
				{
					"Source":
					{
						"Text": "상대방 주목 - [R]"
					},
					"Translation":
					{
						"Text": "Focus Partner - [R]"
					},
					"Key": "UI_Control_Focus"
				},
				{
					"Source":
					{
						"Text": "설정"
					},
					"Translation":
					{
						"Text": "Settings"
					},
					"Key": "UI_Option"
				},
				{
					"Source":
					{
						"Text": "셰이딩"
					},
					"Translation":
					{
						"Text": "Shading"
					},
					"Key": "UI_Shading"
				},
				{
					"Source":
					{
						"Text": "시선 이동 (수직) - [Q/E]"
					},
					"Translation":
					{
						"Text": "Look Around (Vertical) - [Q/E]"
					},
					"Key": "UI_Control_ScreenVertical"
				},
				{
					"Source":
					{
						"Text": "시선 이동 (수평) - [마우스 좌우]"
					},
					"Translation":
					{
						"Text": "Look Around (Horizontal) - [Mouse Left/Right]"
					},
					"Key": "UI_Control_ScreenHorizontal"
				},
				{
					"Source":
					{
						"Text": "시야 거리"
					},
					"Translation":
					{
						"Text": "View Distance"
					},
					"Key": "UI_ViewDistance"
				},
				{
					"Source":
					{
						"Text": "시작하기"
					},
					"Translation":
					{
						"Text": "Start"
					},
					"Key": "UI_Start"
				},
				{
					"Source":
					{
						"Text": "아이템 사용 - [C]"
					},
					"Translation":
					{
						"Text": "Use Item - [C]"
					},
					"Key": "UI_Control_UseItem"
				},
				{
					"Source":
					{
						"Text": "안티 앨리어싱"
					},
					"Translation":
					{
						"Text": "Anti Aliasing"
					},
					"Key": "UI_AntiAliasing"
				},
				{
					"Source":
					{
						"Text": "어느 날, 호진이라는 아이가 찾아왔다.\r\n\"내 동생 미미를 집에 데려가게 해 줘.\"\r\n무지개를 보며 반려동물을 그리워할 수는 있어도, 호진이처럼 운명을 거슬러 무지개다리를 건너온 소년은 처음이었다.\r\n\"미미를 위해 뭘 포기할 수 있는데?\"\r\n\"내 눈을 줄게. 미미가 없는 세상은 어차피 어두워.\"\r\n\r\n주저하지 않고 눈을 포기하겠다는 호진이에게 나는 기회를 줬다.\r\n...눈을 바꾼 채 무지개를 건너는 게 결코 쉬운 일은 아니었을 텐데, 둘은 해냈다.\r\n\r\n\"약속대로 미미를 집에 보내 줄게. 대신, 호진이 네 세상은 앞으로 캄캄할 거야.\"\r\n그러자 미미가 고개를 번뜩 들었다. 호진이가 눈을 포기하기로 한 것을 이제야 알게 된 듯했다.\r\n\"나 때문에 호진이 세상이 캄캄해지는 건 싫어.\"\r\n\r\n미미는 호진이의 손을 뿌리치고 내게 다가왔다.\r\n진정한 우정은 몸이 붙어 있는 것이 아니라, 상대를 위하는 마음이었다.\r\n\r\n호진이는 미미를 향해 손을 뻗었다.\r\n\"집에 가자, 미미야.\"\r\n\r\n미미는 고개를 내저었다. 실랑이할 시간을 더는 줄 수 없었다.\r\n이를 눈치챈 미미는 호진이의 손 위에 자신의 앞발을 포갰다.\r\n\r\n\"시간이 지나서 호진이도 무지개다리를 건너는 날이 오면, 내가 마중 나갈게.\r\n그때까지 호진이는 세상을 눈에 가득 담아.\r\n다시 만나면 내게 재밌는 얘기를 들려줘.\"\r\n\r\n미미는 앞발을 거뒀다.\r\n\r\n호진이가 뒤돌아 눈물을 닦고 다시 무지개를 바라봤을 땐,\r\n나와 미미는 이미 무지개 천국 위였다.\r\n\r\n손에 남은 미미의 온기를 어루만지는 호진이의 모습을 끝으로,\r\n이들의 무지개 역주행 여정은 막을 내렸다."
					},
					"Translation":
					{
						"Text": "One day, a boy named Hojin came to visit.\r\n\"Please let me take my little sister Mimi home.\"\r\nWhile some may yearn for their pets while looking at rainbows, Hojin was the first boy to defy fate and cross the rainbow bridge.\r\n\"What would you give up for Mimi?\"\r\n\"I'll give you my eyes. The world without Mimi is dark anyway.\"\r\n\r\nHe readily agreed to give up his eyes, so I gave him a chance.\r\n...Crossing the Rainbow Bridge with swapped eyes couldn’t have been easy, but they managed it.\r\n\r\n\"I'll send Mimi home as promised. In return, Hojin, your world will be dark from now on.\"\r\nAt that, Mimi suddenly raised her head. It seemed she finally understood that Hojin had chosen to give up his eyes.\r\n\"I don't want Hojin's world to become dark because of me.\"\r\n\r\nMimi shook off Hojin's hand and approached me.\r\nTrue friendship isn't about physical attachment, but about caring for the other person.\r\n\r\nHojin reached out to Mimi.\r\n\"Let's go home, Mimi.\"\r\n\r\nMimi shook her head. I couldn't afford any more time for this argument.\r\nMimi, sensing this, placed her paw on Hojin's hand.\r\n\r\n\"When time passes and Hojin crosses the rainbow bridge, I'll come out to meet you.\r\nUntil then, Hojin, fill your eyes with the world.\r\nWhen we meet again, tell me an interesting story.\"\r\n\r\nMimi withdrew her paw.\r\n\r\nWhen Hojin turned, wiped his tears, and looked back at the rainbow,\r\nMimi and I were already in rainbow heaven.\r\n\r\nWith Hojin caressing the warmth of Mimi's hand,\r\ntheir rainbow journey came to a close."
					},
					"Key": "UI_Epilogue"
				},
				{
					"Source":
					{
						"Text": "언어 선택"
					},
					"Translation":
					{
						"Text": "Language Selection"
					},
					"Key": "Text_SelectLanguage"
				},
				{
					"Source":
					{
						"Text": "영어"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "Text_English"
				},
				{
					"Source":
					{
						"Text": "이동 - [W A S D]"
					},
					"Translation":
					{
						"Text": "Move - [W A S D]"
					},
					"Key": "UI_Control_Move"
				},
				{
					"Source":
					{
						"Text": "이어하기"
					},
					"Translation":
					{
						"Text": "Continue"
					},
					"Key": "UI_Continue"
				},
				{
					"Source":
					{
						"Text": "점프 - [Space Bar]"
					},
					"Translation":
					{
						"Text": "Jump - [Space Bar]"
					},
					"Key": "UI_Control_Jump"
				},
				{
					"Source":
					{
						"Text": "중간"
					},
					"Translation":
					{
						"Text": "Medium"
					},
					"Key": "UI_Medium"
				},
				{
					"Source":
					{
						"Text": "챕터 시작"
					},
					"Translation":
					{
						"Text": "Chapter Start"
					},
					"Key": "UI_ChapterStart"
				},
				{
					"Source":
					{
						"Text": "챕터1"
					},
					"Translation":
					{
						"Text": "Chapter 1"
					},
					"Key": "UI_Chapter1"
				},
				{
					"Source":
					{
						"Text": "챕터2"
					},
					"Translation":
					{
						"Text": "Chapter 2"
					},
					"Key": "UI_Chapter2"
				},
				{
					"Source":
					{
						"Text": "챕터3"
					},
					"Translation":
					{
						"Text": "Chapter 3"
					},
					"Key": "UI_Chapter3"
				},
				{
					"Source":
					{
						"Text": "처음부터"
					},
					"Translation":
					{
						"Text": "New Game"
					},
					"Key": "UI_NewGame"
				},
				{
					"Source":
					{
						"Text": "체크포인트 복귀 - [P]"
					},
					"Translation":
					{
						"Text": "Return to Checkpoint - [P]"
					},
					"Key": "UI_Control_CheckPoint"
				},
				{
					"Source":
					{
						"Text": "친구의 챕터 선택을 기다리고 있습니다."
					},
					"Translation":
					{
						"Text": "Waiting for your friend to select a chapter."
					},
					"Key": "UI_ChapterSelectWaiting"
				},
				{
					"Source":
					{
						"Text": "텍스쳐"
					},
					"Translation":
					{
						"Text": "Texture"
					},
					"Key": "UI_Texture"
				},
				{
					"Source":
					{
						"Text": "포스트 프로세싱"
					},
					"Translation":
					{
						"Text": "Post Processing"
					},
					"Key": "UI_PostProcessing"
				},
				{
					"Source":
					{
						"Text": "폴리지"
					},
					"Translation":
					{
						"Text": "Foliage"
					},
					"Key": "UI_Foliage"
				},
				{
					"Source":
					{
						"Text": "한국어"
					},
					"Translation":
					{
						"Text": "Korean"
					},
					"Key": "Text_Korean"
				},
				{
					"Source":
					{
						"Text": "호진"
					},
					"Translation":
					{
						"Text": "Hojin"
					},
					"Key": "UI_Hojin"
				},
				{
					"Source":
					{
						"Text": "활성화"
					},
					"Translation":
					{
						"Text": "On"
					},
					"Key": "UI_On"
				}
			]
		}
	]
}